{
    "1":	"You wake up on a throne wearing a crown of twigs, surrounding you are 30 sleeping goblins.",
"2":	"You cracked a tooth. There is a hunk of metal in your pocket with a set of tooth indentations in it. It was a piece of jewelry worth 1d100gp, now it is somewhat devalued.",
"3":	"A potion sits on your nightstand as you awake. It is labeled drink me!",
"4":	"A familiar waits at your bedside for you to wake, and refuses to leave your side. You have gained a new/additional (if you already owned one) familiar. See the list of 100 familiars to roll what familiar it is.",
"5":	"You wake up in a bed. Floating in the middle of a murky pond. You can see your gear at the edge of the pond 100 meters away. You also see a large shadow swimming beneath the surface of the pond.",
"6":	"You find a holy book in the dresser drawer of your inn room. On the very first page hastily scrawled is the innkeeper is a vampire, with a splatter of blood next to it. The innkeeper is not a vampire.",
"7":	"You wake up in a bed. Your belongings are on the nightstand next to it. You’re surrounded by dense forest in all directions.",
"8":	"You awake in a regular looking tavern room with a note taped to you, it reads: Beware of mimics. You notice your pack with all your belongings on the floor beside the bed. The door is the mimic.",
"9":	"You stayed up all night. You are very sleepy.",
"10":	"You wake up snuggled up with an ogre in a jail cell, and a massive headache. You’ve arrested for disorderly conduct and ordered to sleep off your inebriated state in jail. The guard comes up to the cell door, chuckling to himself as opens it up to let you out. He shows you a contract you’ve signed, in which you promised the ogre named Gutsplitter that you would bring him home to his mountain.",
"11":	"Somebody has shaved off all your hair. A quick check around your body reveals that, yes, they shaved all of your hair.",
"12":	"You wake up in a strange gold room, with diamonds and coins the size of your entire body. You suddenly feel the entire room jostle upwards, and a dreaded feeling of vertigo overcomes you. You realize it’s not the coins and diamonds that are big… You’re the one that’s smaller!",
"13":	"You wake up in the temple of town, with a grumpy old priest dabbing down your forehead as he mumbles things about the ‘youth of these days, not knowing when to stop!’",
"14":	"You wake up on top of the enormous statue of the king, in the middle of the square, with your underwear wearing on your head. There’s green paint all over your hands, and when you look down you see people pointing at you and the king’s ass in utter shock.",
"15":	"You wake up on a cold stone table; your naked body shakes from the icy touch. As you begin to get up a sharp pain comes over your chest. You ever so slowly shift and lift yourself up and as you look down you see there is now a long, red, thick scar over where your heart is. You look around the room and see demonic runes, bones, tiki torches and that the walls of this room are the sides of a small cave. The exit to the cave is just ahead, you spot your items there in a pile, the light of the early morning is just beginning to pierce the cloudy sky. Something sinister happened last night; you pray it will not come back to haunt you.",
"16":	"You wake up & realize that half your gear is missing. In your hand is a crumpled piece of paper with a badly drawn treasure map on it.",
"17":	"You may have lost the drinking contest, but you have gained the respect of a dwarven adventuring party",
"18":	"You overhear some other patrons at the tavern plotting a crime. Join them, stop them, call the city guard, or It’s none of your business.",
"19":	"The next day 3 people start fighting over you. They seem to be arguing over which one saw you first & the promises you made last night.",
"20":	"You wake up under a tree at the outskirts of town. There is a person next to you. They gently place a finger under your chin to tilt your head so you’re eye to eye. Then in a very calm voice they say ‘challenge accepted’. Without another word they wander into the woods. A minute later, you see a dragon take flight, flying away from the town.",
"21":	"You wake up in a summoning circle, surrounded by robed figures. The apparent leader shouts ‘All hail lord Azzagogth’.",
"22":	"You don’t remember any of your exploits last night, but the town bards apparently do. Worse, the song one of them wrote about you has become a comic hit and is being sung in every tavern in town within the week. Every time you hear the song, the details get wilder and wilder. You have no idea which of them are true.",
"23":	"A faint breeze caresses your naked buttocks as you try to figure out how to untie yourself from the flagpole.",
"24":	"You wake up yesterday.",
"25":	"You wake in the sewers, sitting upon an over-sized and terribly shoddily made throne, with a tribe of Kobolds bowing and supplicating before you. Somehow, you’ve become Kobold Royalty.",
"26":	"You wake to the sounds of a high-pitched voice reciting a list of your failures. Upon inspection, the voice is coming from a copper bracelet (which has a beautiful green patina). Turns out you lost a game of chance at a local tavern, and this sentient item was transferred to you. It’s only function is to loudly and incessantly speak upon your failures (which it knows all of).",
"27":	"You wake up face down on the street, just outside where you are staying. You don’t know how long you’ve been sleeping on your arms but both of them have gone to sleep entirely and you cannot manipulate either, only swing them limply.",
"28":	"You wake up to find the wife/husband of a very important mob boss in bed with you. You suddenly hear heavy pounding on the door, telling you to unlock it at once!",
"29":	"You wake up on a cold marble slab surrounded by candles with two men in robes standing vigilant over you.",
"30":	"You wake up on the floor of what seems to be a kennel surrounded by snoring war dogs.",
"31":	"You wake up with a headache, but everything else seems in order (DC perception check to notice if a magical item of your was replaced with a mundane replica).",
"32":	"You wake up face down on the street, just outside where you are staying. You don’t know how long you’ve been sleeping on your arms but both of them have gone to sleep entirely and you cannot manipulate either, only swing them limply.",
"33":	"You wake up and find that you have a powerful curse on you. Turns out you cursed out a wizard last night, which in hindsight was probably a bad move.",
"34":	"You wake up in a bed that isn’t yours in a town you’ve never heard of. Apparently, you seduced a wealthy aristocrat who took you back to their mansion. They were also very drunk, and might need to dispel a scandal with you at the center.",
"35":	"You wake up to the other side of your bed empty, as well as all your stuff gone, including your clothes. Leaving the inn, you begin to see a trail of your things leading to the town fountain, where the rest of your things lay soaked at the bottom of the fountain.",
"36":	"You wake up in the pigpen of a farm 6 hours away from the place you were carousing.",
"37":	"You wake up with 1d6 more tattoos than you had before.",
"38":	"You wake up with a new magic item. Its original owner will want it back.",
"39":	"Everything seems fine until you open your backpack and discover someone’s complete skeleton inside.",
"40":	"Your favorite weapon has been switched with a very similar one, likely grabbed by mistake. The name of the real owner is on the handle.",
"41":	"A strange, ethereal figure stands above you as you wake. It says 'thank you for all that you have done for us' and vanishes with no further explanation.",
"42":	"You awake naked in the tavern broom closet cuddling the owner’s dog.",
"43":	"You awake in an attic, the resident of which, a rather lonely ghost, you have apparently befriended.",
"44":	"You awake missing a prized/sentimental possession; gambled away in a street game where it has since been traded many more times.",
"45":	"You awake in a strange house, chained to the bed. Someone comes in and feeds you breakfast with an adoring, unbreaking stare. It seems you’ve won an admirer.",
"46":	"You awake at the bottom of a ravine, covered in what smells like duck fat. Scavengers circle overhead.",
"47":	"You wake up on a boat on a foggy stretch of water, you are wrapped tightly in canvas that has been stitched closed. Your feet are tied together to a large-ish rock.",
"48":	"You wake up with the skin below your waist, between your legs (if you have legs) red, swollen and blistered. Your speed is halved for three days.",
"49":	"You wake up covered in what you can only assume is fox-urine, and covered in bloody chicken feathers.",
"50":	"You wake up missing your favorite tooth, two black eyes, a broken nose, and possibly one or more broken ribs.",
"51":	"A short while later you find a slightly battered, scented, high quality paper card attached by a string to a small, finely wrought, ornate key. On the card, in embossed lettering, is the name and address of a wealthy person, as well as a handwritten phrase, in excellent penmanship, reading: ‘You were wonderful. Come see me again.’",
"52":	"You think you broke, or very badly twisted, your ankle at some point, and your neck and shoulder isn’t doing so hot either.",
"53":	"When you go downstairs, all the residents of the tavern greet you with shouts and open arms. Seems that you jumped up on the bar last night and proclaimed ‘drinks are on me!’. You’re now quite a lot poorer.",
"54":	"Your skull is bleeding; as is typical of head-wounds, it bleeds profusely and makes the area you woke up in look like the scene of a murder. The wound will definitely require stitching.",
"55":	"You realize, at some point in your revelry, you wound up the proud owner of a pumpkin farm somewhere in the countryside. Most of the gold you had on hand is gone, replaced with a crinkled roll of parchment recording the transfer of title.",
"56":	"You wake up with 500 platinum and a warrant with your picture, but the name says, ‘Unknown thief 3 of 5’. Four other unknown thieves have their portraits hanging in the tavern.",
"57":	"You wake up to the sound of a trumpet. All around you are dwarves in different states of nakedness and everyone has an instrument. Seems like you joined the Orchester.",
"58":	"Someone yells at you to wake up, it seems you challenged a Guard to a duel at noon, you have 15 Minutes left, and you’re still drunk.",
"59":	"You find yourself in a cage outside the city wall. You have no memory of how you got there or what for.",
"60":	"As you wake up you discover a shiny new tattoo on your chest, it glows and it seems to be some kind of rune.",
"61":	"You wake up and learn that you have adopted two things: A boy called Ismael and a Pig.",
"62":	"You wake up in a tent full of sleeping, apparently drunk Goblins, there’s also a bounty on their heads. But all your weapons are gone.",
"63":	"You wake up from the sound of the trees moving in the wind. With shock you realize you’re atop a giant old oak tree, the tallest in the forest.",
"64":	"The sound of a Sergeants screams wakes you, looks like you volunteered in the army while you were drunk.",
"65":	"You wake up in the safe of a bank- gold, silver and 2 sleeping dwarves surround you.",
"66":	"You wake up in the local mages library having apparently drunkenly solved a complex magical mystery.",
"67":	"You wake up in a jail cell from a kick in your ribs. The world is fuzzy, your head is pounding, and a large guard squats over you and whispers ‘So you like other people’s wives do ya?’",
"68":	"You wake up half in a ditch of stinking greenish water. Something is crawling up your leg inside of your clothes then it bites your inner thigh…",
"69":	"You wake up in a tavern bedroom in a cozy feather bed. All of your possessions are there and you seem to have gained 354 extra gold pieces and a note that says ‘Thanks, you were fabulous.’",
"70":	"While out partying, you broke something expensive, but a local noble you were out with got caught with the blame and the bill. They plan to get payback one way or another.",
"71":	"You committed a minor act of vandalism in a public place. Half the people you encounter are amused, the other half are offended.",
"72":	"You impressed local bandits with your willingness to injure yourself to get laughs. They like you.",
"73":	"You swore an oath to perform a great deed on behalf of a local church. In their temple. Standing on their altar. During a ceremony.",
"74":	"You committed an act of public indecency while trying to retrieve a ferret from your trousers.",
"75":	"You invested all your gold in a local loser’s get-rich-quick scheme. It’s actually not a bad plan, but he has his shirt on backwards and he’s perfectly sober.",
"76":	"You traded clothes with a beggar. It was a generous impulse, but now you’re developing a rash and you forgot to retrieve an important personal item from a pocket.",
"77":	"You wake up, and a half-full spittoon or chamber pot is attached to your hand by a powerful magical glue. A little searching in the filthy contents may or may not reveal a vial of solvent.",
"78":	"You have three new tattoos, one of them is in a place that never sees sunlight. What are the new tattoos?",
"79":	"You find a wedding ring (worth 1d10x1d100 gp) on your finger. An inventory of your coin-purse may or may not reveal that you paid for the ring somehow. The inscription is your name plus the name of someone you don’t know. Even after you take off the ring, you may or may not notice shadowy people following you.",
"80":	"You wake up with a terrible headache, and are inside a closed casket turned upside down in an abandoned warehouse. A note that reads, ‘Be more careful next time’ may or may not be stuffed in your shirt pocket, and you may or may not know who signed it and put it there.",
"81":	"The webs of your fingers and toes have been stitched together with either artful, elegant, and tiny stitches, or crudely glued together with magical glue. Has your mouth suffered the same fate?",
"82":	"Your pants are on your arms and over your head, and your shirt is on your legs. Your socks and boots are laced up on your hands and a stuffed horse’s head is crudely attached by string onto your underwear (and backside). Something unspeakable and foul is inside the stuffed head.",
"83":	"Your mouth tastes like the sole of your boot; then you realize your boot has been stuffed in your mouth while you sleep. A dog dropping wrapped in a lovely pink silken bow has been artfully deposited inside.",
"84":	"A half eaten box of fancy chocolate in a heart shaped box falls off your chest onto the floor. A dead rat, clutching the remains of nougat may or may not reveal the chocolates are poisoned.",
"85":	"You commissioned a painting of yourself, in a state of undress, astride a horse and leading a charge into battle. The finished painting, and a very expensive bill are somehow waiting for you outside. It may or may not be a very good likeness, or painted magically.",
"86":	"You wake up and discover your skin is now blue, if you skin was previously blue it is bright orange.",
"87":	"You wake up and can no longer speak common.",
"88":	"You wake up with cuffs on that prevent you from casting more than a cantrip, a note says they will be removed after you apologize – no name.",
"89":	"You wake up naked in the pews of the nearest temple.",
"90":	"You wake up and discover you can’t lie without sneezing, wearing a disguise results in hiccups.",
"91":	"You open your eyes to see the world has been inverted, your dexterity rolls are inverted until you next sleep.",
"92":	"You awaken to find your self naked with a headless chicken in the middle of a demon summoning ritual. If you read the demons name aloud, he will be summoned and expect payment.",
"93":	"You wake up sitting at the table of a regular house with a hot beverage in front of you and a sweet old lady asking how good was your night. The old lady will make small talk and offer food in case you want some.",
"94":	"A dog pulling your clothes wakes you in the middle of a cornfield, at the end of a freshly made winding path, and leads you towards a barn house, where a farmer demands you pay from all the crops you stepped on.",
"95":	"You come to your senses strapped to a pillory in the middle of a spanking/whipping session, ran by the town guards meant to discipline and punish you from all your drunken adventures. After a while, you’re fined 2d20gp and released if you pay, if not, you’re left in the pillory for 1d4 hours, or until someone else pays. Lose 1d6+1 hp.",
"96":	"You wake up covered in blood, scrapes, cuts, and with a wobbly tooth. Your companions tell you that you stumbled in late last night yelling ‘You should have seen the other guy!’. Examination of your belongings reveals you are now 100GP richer. It seems you may have gotten into a fight with, or possibly mugged, somebody quite well off. There’s a heavy knock on the tavern door, and you can see guards outside.",
"97":	"You awaken with an entire small tavern’s worth of people crammed into your bed in various states of undress. You’re sticky with spilled beer, somebody has drawn a huge moustache on your face in soot, and you have a horrible feeling that one of your new friends missed the chamber pot in the middle of the night. There is vomit in your left boot, and the right is missing entirely.",
"98":	"You’re beaten awake by a twig broom. Looks like you made somebody else’s front room your bed for the night. The floor is piled with turnips, which you seem to have collected – your shirt is several feet away and stuffed full of the things. The house owner picks a turnip up, throws it at your head, and yells at you to get out.",
"99":	"Several hundred rats surround your bed, staring unblinkingly at you. They will follow you, and obey simple commands, but only until sundown, when they disappear back into cracks and pipes and alleyways.",
"100":	"You awake with a letter in your hand, and the guilty memory that you swore on your life that you would deliver it. Unfortunately, you can’t remember who it was for."
}