{
"1":	"What is your least favorite weather?",
"2":	"What is your fondest childhood memory?",
"3":	"What is your favorite animal?",
"4":	"If you could change one physical detail about yourself, what would it be?",
"5":	"Someone asks you to describe your family. How do you answer?",
"6":	"What is your least favorite food?",
"7":	"What is your favorite food?",
"8":	"What is your favorite weather?",
"9":	"Do you have any phobias?",
"10":	"What is your earliest clear memory?",
"11":	"How opinionated are you? Do you like to share your opinions with others or keep them to yourself?",
"12":	"What hobby or side interest is most important to you?",
"13":	"What do you do for recreation?",
"14":	"How do you feel about growing old?",
"15":	"What sort of diet do you eat?",
"16":	"What was your last nightmare?",
"17":	"What was your last pleasant dream?",
"18":	"Who do you most love in all the world?",
"19":	"How would your parents describe you?",
"20":	"What is your relationship with your family like?",
"21":	"Who is your worst enemy?",
"22":	"What is your favorite holiday?",
"23":	"Where do you feel most safe?",
"24":	"What is your most treasured possession?",
"25":	"What do you wish you could do that you can't?",
"26":	"Do you like to cook? If so, what's your best dish?",
"27":	"One of your parents said something to you that you'll never forget. What are the words that will always echo in your ears?",
"28":	"Do you have any allergies or sensitivities?",
"29":	"What is the one major regret you have about your life so far?",
"30":	"Have you ever been arrested?",
"31":	"Is there anything that can get a smile out of you no matter how sad or upset you are?",
"32":	"What is the best meal you ever had?",
"33":	"What is your romantic history?",
"34":	"What is the best romantic relationship you have ever had?",
"35":	"What is the worst romantic relationship you have ever had?",
"36":	"Would you ever cheat on a romantic partner?",
"37":	"What's the luckiest thing that ever happened to you?",
"38":	"What's the worst stroke of fortune you ever had?",
"39":	"If you had nearly unlimited wealth, what would you spend it on?",
"40":	"Who's the craziest person you have ever known, and what was your relationship with them?",
"41":	"What is the worst tragedy you have ever personally witnessed?",
"42":	"What are your parents’ names?",
"43":	"How do you prefer to celebrate your victories and successes?",
"44":	"What sort of legacy do you wish to leave behind?",
"45":	"What is the most embarrassing thing that ever happened to you?",
"46":	"What person has most influenced you character development as an adult?",
"47":	"In terms of romantic relationships, what is your 'type'?",
"48":	"Did you have any heroes as a child?",
"49":	"What is the biggest lie you have ever told?",
"50":	"Who was your best friend during childhood?",
"51":	"Describe your dream home.",
"52":	"What is the most cruel and hurtful thing you have ever said? Do you regret it?",
"53":	"Describe your childhood home.",
"54":	"What do you believe to be your purpose in life?",
"55":	"How do you view the opposite sex?",
"56":	"What do your consider to be the most beautiful thing you've ever seen?",
"57":	"What do you consider to be the ugliest thing you've ever seen?",
"58":	"Do you feel responsible for anyone besides yourself?",
"59":	"Do you have a sense of 'personal space'? How do you express it?",
"60":	"Have you ever had a mentor? Who was it?",
"61":	"How do you feel about the concepts of fate and destiny?",
"62":	"Is there anyone whose forgiveness you desire? What for?",
"63":	"Where is your home town? What is it called?",
"64":	"Briefly describe a defining moment in your childhood and how it influenced your life.",
"65":	"Do you have any siblings? If so how many and what were their names?",
"66":	"Do you have a notorious or celebrated ancestor?",
"67":	"How do you think others generally perceive you?",
"68":	"What would you die for?",
"69":	"What do you expect to get out of being an adventurer (satisfaction, glory, money, redemption, etc.)?",
"70":	"Do you have any dreams or ambitions?",
"71":	"Are you greedy or generous?",
"72":	"What are your most annoying habits?",
"73":	"Do you believe in the gods?",
"74":	"What is the one task you would absolutely refuse to do?",
"75":	"Who trained you in your class?",
"76":	"Did you have any pets as a child?",
"77":	"What mystery do you wish you knew the answer to?",
"78":	"Does your character have any biases for or against certain races?",
"79":	"Does your character ever want to 'settle down' with a spouse, children, house, etc.?",
"80":	"What are you the most insecure about?",
"81":	"Is there any particular weapon, item, etc. that you long to find?",
"82":	"What does you think is the true meaning of life?",
"83":	"What is your favorite spell? If they don’t use spells: what is your favorite personal weapon/combat maneuver/skill/etc.?",
"84":	"What is your greatest achievement?",
"85":	"What type of creature in the world are you the most intrigued by?",
"86":	"Describe how you feel about the party’s current situation/objective/etc.",
"87":	"What memory do you want to forget the most?",
"88":	"What unusual talents do you possess?",
"89":	"What is your guiltiest pleasure?",
"90":	"How did you learn the languages that you speak?",
"91":	"What is most important to you: health, wealth, or happiness?",
"92":	"What advice would you give to a younger version of yourself?",
"93":	"Do you believe in the existence of soul mates and/or true love?",
"94":	"How do you deal with stress?",
"95":	"Did you have a childhood nickname?",
"96":	"Do you have someone you wish to impress? Why?",
"97":	"Do you have children of your own? If so, what are they like?",
"98":	"Do you have any catchphrases?",
"99":	"Do you have any vices?",
"100":	"How do you not fit your culture’s or race’s stereotype?"
}